{
    "experiences": [
        {
            "company": "Function Up",
            "link": "https://functionup.org/blog/",
            "title": "Backend Developer Trainee",
            "duration": "Mar 2022 - Present",
            "desc": [
                "Worked & Trained in Backend Development using Nodejs with Express and MongoDB.",
                "Competent Working With REST-Api & Version Control tools like Git.",
                "Familiar with AWS S3 /and EC2s.",
                "Skilled in teamwork, owning tasks and timely deliveries.",
                "Understand caching fundamentals and familiar with Redis Data Structure & Algorithms."
            ]
        },
        {
            "company": "Erai Multi-Fit",
            "link": "/",
            "title": "Manager",
            "duration": "Dec 2020 - Mar 2022",
            "desc": [
                "New client research and convert them as a member, trainer management.",
                "Sales and Trainer Scheduling. Account and Profit tracking.",
                "Increase sales by 30% and make online options for disabled members.."
            ]
        },
        {
            "company": "Nityagati pvt.ltd",
            "link": "https://apnaandaz.in/",
            "title": "Propriter",
            "duration": "2017 - Oct 2020",
            "desc": [
                "Nityagati is a startup company established by my teammates and me.",
                "presented and marketed in the name of apnaanda.in",
                "it was a custom print-on-demand e-com company, focused mainly on custom clothes",
                "We also did an affiliate for one of the big clients @MyDreamStore"
            ]
        }
    ],
    "projects": [
        {
            "title": "E-commerce",
            "image": "./images/amazon.png",
            "desc": "This Project is a clone version of amazon wher user can register himself with email or google account, and can login .User can browse products add them to cart, multiple http request can be handeld user can update and delete the product from cart and proceed the order, User Authentication and Authorization for resorces, and user verification is done with the help of JWT Tokens",
            "skills": [
                "React",
                "Express",
                "MongoDB",
                "Redux",
                "JWT"
            ],
            "github": "https://github.com/nitinsayshe/shopping_MEARN",
            "link": "https://taupe-stardust-2975b2.netlify.app/"
        },
        {
            "title": "URL-Shortner",
            "image": "https://www.dignited.com/wp-content/uploads/2019/08/Best-URL-Shortening-Tools-For-2018-1024x768.jpg",
            "desc": "Large URLs can be complicated to remember or share with others. A shortened URL version can help you share your favorite link more easily. In this project I create a similar tool to that of Bitly and Cuttly by building an API service that shortens the URLs provided to it.The basic workings of a URL shortener is the API takes in a POST request with the original URL as a payload. A unique ID is generated that corresponds to the original URL. This ID is added to the end of the base URL.When a user visits the shortened URL, the shortened URL is searched in cache first if not found then look in the database. The user is redirected to the original URL if the URL is found",
            "skills": [
                "mongoose",
                "Express",
                "MongoDB",
                "redis",
                "shortid"
            ],
            "github": "",
            "link": "/"
        }
    ]
}